Repository: FELTRINCyril/Note
Catalog: Packages/SlateFeatures/Sources/SlateFeatures/Localizable.xcstrings
Source language: fr
Languages: en

# action.cancel
source: Annuler
en: Cancel

# action.confirm
source: Valider
en: Confirm

# action.done
source: Terminé
en: Done

# action.edit
source: Modifier
en: Edit

# action.no
source: Non
en: No

# action.save
source: Enregistrer
en: Save

# action.yes
source: Oui
en: Yes

# database.calculation.count
source: %ld fiches
en: %ld entries

# database.calendar.emptyState
source: Aucun champ date dans cette base.
en: No date field in this database.

# database.calendar.fieldPicker
source: Champ date
en: Date field

# database.cell.empty
source: Vide
en: Empty

# database.cell.relationCount
source: %ld liaisons
en: %ld links

# database.cellEditor.value
source: Valeur
en: Value

# database.fieldEditor.addTitle
source: Nouveau champ
en: New field

# database.fieldEditor.chooseDatabase
source: Choisir une base
en: Choose a database

# database.fieldEditor.chooseField
source: Choisir un champ
en: Choose a field

# database.fieldEditor.chooseRelationField
source: Choisir une relation
en: Choose a relation

# database.fieldEditor.delete
source: Supprimer le champ
en: Delete field

# database.fieldEditor.editTitle
source: Modifier le champ
en: Edit field

# database.fieldEditor.namePlaceholder
source: Nom du champ
en: Field name

# database.fieldEditor.newOption
source: Nouvelle option
en: New option

# database.fieldEditor.relation.noTarget
source: Aucune autre base disponible
en: No other database available

# database.fieldEditor.relationTarget
source: Base cible
en: Target database

# database.fieldEditor.rollup.noRelationField
source: Aucun champ Relation dans cette base : ajoutez-en un d'abord
en: No relation field in this database yet: add one first

# database.fieldType.checkbox
source: Case à cocher
en: Checkbox

# database.fieldType.createdDate
source: Date de création
en: Created date

# database.fieldType.modifiedDate
source: Date de modification
en: Modified date

# database.fieldType.multiSelect
source: Sélection multiple
en: Multi-select

# database.fieldType.number
source: Nombre
en: Number

# database.fieldType.number.detail
source: entier, décimal, %, devise
en: integer, decimal, %, currency

# database.fieldType.singleSelect
source: Sélection unique
en: Single select

# database.fieldType.text
source: Texte
en: Text

# database.filterOperator.checkboxIsFalse
source: n'est pas cochée
en: is unchecked

# database.filterOperator.checkboxIsTrue
source: est cochée
en: is checked

# database.filterOperator.dateIsAfter
source: est après
en: is after

# database.filterOperator.dateIsBefore
source: est avant
en: is before

# database.filterOperator.dateIsOn
source: est le
en: is on

# database.filterOperator.dateIsOnOrAfter
source: est le ou après
en: is on or after

# database.filterOperator.dateIsOnOrBefore
source: est le ou avant
en: is on or before

# database.filterOperator.isEmpty
source: est vide
en: is empty

# database.filterOperator.isNotEmpty
source: n'est pas vide
en: is not empty

# database.filterOperator.multiSelectContainsAll
source: contient toutes
en: contains all

# database.filterOperator.multiSelectContainsAny
source: contient une de
en: contains any of

# database.filterOperator.multiSelectContainsNone
source: ne contient aucune de
en: contains none of

# database.filterOperator.numberEquals
source: est égal à
en: equals

# database.filterOperator.numberGreaterThan
source: est supérieur à
en: is greater than

# database.filterOperator.numberGreaterThanOrEqual
source: est supérieur ou égal à
en: is greater than or equal to

# database.filterOperator.numberLessThan
source: est inférieur à
en: is less than

# database.filterOperator.numberLessThanOrEqual
source: est inférieur ou égal à
en: is less than or equal to

# database.filterOperator.numberNotEquals
source: n'est pas égal à
en: does not equal

# database.filterOperator.relationContains
source: contient
en: contains

# database.filterOperator.relationDoesNotContain
source: ne contient pas
en: does not contain

# database.filterOperator.selectIs
source: est
en: is

# database.filterOperator.selectIsAnyOf
source: est l'une de
en: is any of

# database.filterOperator.selectIsNoneOf
source: n'est aucune de
en: is none of

# database.filterOperator.selectIsNot
source: n'est pas
en: is not

# database.filterOperator.textContains
source: contient
en: contains

# database.filterOperator.textDoesNotContain
source: ne contient pas
en: does not contain

# database.filterOperator.textEndsWith
source: se termine par
en: ends with

# database.filterOperator.textEquals
source: est égal à
en: equals

# database.filterOperator.textNotEquals
source: n'est pas égal à
en: does not equal

# database.filterOperator.textStartsWith
source: commence par
en: starts with

# database.filters.chooseValue
source: Choisir une valeur
en: Choose a value

# database.filters.title
source: Filtres
en: Filters

# database.filters.unknownField
source: Champ
en: Field

# database.folderSection.defaultFieldName
source: Nom
en: Name

# database.folderSection.defaultName
source: Base sans titre
en: Untitled database

# database.folderSection.new
source: Nouvelle base
en: New database

# database.folderSection.title
source: Bases
en: Databases

# database.grid.addField
source: Ajouter un champ
en: Add field

# database.grid.addRow
source: Nouvelle fiche
en: New entry

# database.grid.deleteRow
source: Supprimer la fiche
en: Delete entry

# database.group.none
source: Aucun
en: None

# database.group.title
source: Groupement
en: Grouping

# database.kanban.emptyState
source: Aucun champ de sélection unique dans cette base.
en: No single-select field in this database.

# database.kanban.noValue
source: Sans valeur
en: No value

# database.kanban.untitledCard
source: Sans titre
en: Untitled

# database.rollupOperation.average
source: Moyenne
en: Average

# database.rollupOperation.count
source: Nombre
en: Count

# database.rollupOperation.countEmpty
source: Nombre de vides
en: Count empty

# database.rollupOperation.countFilled
source: Nombre de remplies
en: Count filled

# database.rollupOperation.max
source: Maximum
en: Max

# database.rollupOperation.min
source: Minimum
en: Min

# database.rollupOperation.percentEmpty
source: Pourcentage vide
en: Percent empty

# database.rollupOperation.percentFilled
source: Pourcentage rempli
en: Percent filled

# database.rollupOperation.sum
source: Somme
en: Sum

# database.sort.ascending
source: Croissant
en: Ascending

# database.sort.descending
source: Décroissant
en: Descending

# database.sort.title
source: Tris
en: Sorting

# database.template.blankRow
source: Fiche vierge
en: Blank entry

# database.template.editorTitle
source: Template de fiche
en: Entry template

# database.template.emptyState
source: Aucun template pour l'instant.
en: No templates yet.

# database.template.manage
source: Gérer les templates…
en: Manage templates…

# database.template.namePlaceholder
source: Nom du template
en: Template name

# database.template.new
source: Nouveau template
en: New template

# database.template.noValue
source: Aucune valeur
en: No value

# database.template.unsupportedField
source: Non modifiable ici
en: Not editable here

# database.toolbar.filters
source: Filtres
en: Filters

# database.untitled
source: Base sans titre
en: Untitled database

# database.view.calendar
source: Calendrier
en: Calendar

# database.view.gallery
source: Galerie
en: Gallery

# database.view.grid
source: Grille
en: Grid

# database.view.list
source: Liste
en: List

# lock.biometrics.reason
source: Authentifiez-vous pour déverrouiller cette note.
en: Authenticate to unlock this note.

# lock.lockedNote.description
source: Le contenu, les pièces jointes et l'extrait dans la liste restent masqués tant que la note est verrouillée.
en: The content, attachments, and the list preview stay hidden while the note is locked.

# lock.lockedNote.enterPassword
source: Saisir le mot de passe
en: Enter Password

# lock.lockedNote.hint
source: Indice : %@
en: Hint: %@

# lock.lockedNote.title
source: Cette note est verrouillée
en: This note is locked

# lock.lockedNote.unlockWithBiometrics
source: Déverrouiller avec Touch ID
en: Unlock with Touch ID

# lock.lockedNote.usePassword
source: Utiliser le mot de passe
en: Use Password

# lock.setPassword.allowBiometrics
source: Autoriser Touch ID
en: Allow Touch ID

# lock.setPassword.confirm
source: Définir
en: Set

# lock.setPassword.confirmationField
source: Confirmer le mot de passe
en: Confirm password

# lock.setPassword.explanation
source: Un seul mot de passe protège toutes vos notes verrouillées. Slate ne peut pas le récupérer : notez-le ailleurs.
en: A single password protects all your locked notes. Slate cannot recover it: write it down somewhere safe.

# lock.setPassword.hintField
source: Visible avant le déverrouillage
en: Visible before unlocking

# lock.setPassword.hintLabel
source: Indice (facultatif)
en: Hint (optional)

# lock.setPassword.mismatch
source: Les deux mots de passe ne correspondent pas.
en: The two passwords do not match.

# lock.setPassword.passwordField
source: Mot de passe
en: Password

# lock.setPassword.passwordLabel
source: Mot de passe
en: Password

# lock.setPassword.saveFailure.title
source: Impossible d'enregistrer le mot de passe
en: Unable to save the password

# lock.setPassword.strength.accessibilityLabel
source: Robustesse du mot de passe : %@
en: Password strength: %@

# lock.setPassword.strength.medium
source: Moyen
en: Medium

# lock.setPassword.strength.strong
source: Robuste
en: Strong

# lock.setPassword.strength.weak
source: Faible
en: Weak

# lock.setPassword.title
source: Définir un mot de passe
en: Set a Password

# lock.settings.password.change
source: Modifier…
en: Change…

# lock.settings.password.define
source: Définir…
en: Set…

# lock.settings.password.label
source: Mot de passe :
en: Password:

# lock.settings.password.set
source: Mot de passe défini
en: Password set

# lock.settings.relock.fifteenMinutes
source: Après 15 minutes d'inactivité
en: After 15 minutes of inactivity

# lock.settings.relock.fiveMinutes
source: Après 5 minutes d'inactivité
en: After 5 minutes of inactivity

# lock.settings.relock.label
source: Reverrouiller :
en: Re-lock:

# lock.settings.relock.oneMinute
source: Après 1 minute d'inactivité
en: After 1 minute of inactivity

# lock.settings.unlock.label
source: Déverrouillage :
en: Unlocking:

# lock.unlockPassword.confirm
source: Déverrouiller
en: Unlock

# lock.unlockPassword.field
source: Mot de passe
en: Password

# lock.unlockPassword.incorrect
source: Mot de passe incorrect.
en: Incorrect password.

# lock.unlockPassword.title
source: Utiliser le mot de passe
en: Use Password

# menu.format.bold
source: Gras
en: Bold

# menu.format.convertHeading1
source: Titre 1
en: Heading 1

# menu.format.convertHeading2
source: Titre 2
en: Heading 2

# menu.format.convertHeading3
source: Titre 3
en: Heading 3

# menu.format.convertParagraph
source: Paragraphe
en: Paragraph

# menu.format.inlineCode
source: Code en ligne
en: Inline Code

# menu.format.italic
source: Italique
en: Italic

# menu.format.link
source: Lien...
en: Link...

# menu.format.strikethrough
source: Barré
en: Strikethrough

# menu.format.underline
source: Souligné
en: Underline

# menu.view.focusEditor
source: Éditeur
en: Editor

# menu.view.focusList
source: Liste des notes
en: Note List

# menu.view.focusSidebar
source: Barre latérale
en: Sidebar

# menu.view.toggleFocusMode
source: Mode focus
en: Focus Mode

# noteDetail.addCover.accessibilityLabel
source: Ajouter une image de couverture a la note
en: Add a cover image to the note

# noteDetail.addCover.comingSoon
source: L'ajout d'une image de couverture arrive dans une prochaine phase.
en: Adding a cover image is coming in a future phase.

# noteDetail.addCover.label
source: Ajouter une couverture
en: Add cover

# noteDetail.addIcon.accessibilityLabel
source: Ajouter une icone a la note
en: Add an icon to the note

# noteDetail.addIcon.comingSoon
source: Le choix d'une icone de note arrive dans une prochaine phase.
en: Choosing a note icon is coming in a future phase.

# noteDetail.addIcon.label
source: Ajouter une icone
en: Add icon

# noteDetail.comingSoon.title
source: A venir
en: Coming soon

# noteDetail.cover.accessibilityLabel
source: Image de couverture
en: Cover image

# noteDetail.icon.accessibilityLabel
source: Icone de la note
en: Note icon

# noteDetail.placeholder.description
source: Le contenu de la note sélectionnée apparaîtra ici.
en: The selected note's content will appear here.

# noteDetail.placeholder.title
source: Sélectionnez une note
en: Select a note

# noteDetail.title.placeholder
source: Sans titre
en: Untitled

# noteDetail.unsupportedBlock.prefix
source: Type de bloc pas encore pris en charge :
en: Block type not supported yet:

# noteHeader.day.today
source: aujourd'hui
en: today

# noteHeader.day.yesterday
source: hier
en: yesterday

# noteHeader.metadataLine
source: Modifiee %@ a %@ - %@
en: Edited %@ at %@ - %@

# noteHeader.wordCount.plural
source: %d mots
en: %d words

# noteHeader.wordCount.singular
source: 1 mot
en: 1 word

# noteList.cell.accessibility.locked
source: verrouillée
en: locked

# noteList.cell.accessibility.pinned
source: épinglée
en: pinned

# noteList.cell.date.yesterday
source: Hier %@
en: Yesterday %@

# noteList.cell.snippet.empty
source: Aucun contenu
en: No Content

# noteList.cell.snippet.locked
source: Note verrouillée
en: Locked Note

# noteList.cell.title.placeholder
source: Nouvelle note
en: New Note

# noteList.contextMenu.copyLink
source: Copier le lien interne
en: Copy Internal Link

# noteList.contextMenu.duplicate.many
source: Dupliquer %d notes
en: Duplicate %d Notes

# noteList.contextMenu.duplicate.one
source: Dupliquer
en: Duplicate

# noteList.contextMenu.export
source: Exporter...
en: Export...

# noteList.contextMenu.favorite.add.many
source: Ajouter %d notes aux favoris
en: Add %d Notes to Favorites

# noteList.contextMenu.favorite.add.one
source: Ajouter aux favoris
en: Add to Favorites

# noteList.contextMenu.favorite.remove.many
source: Retirer %d notes des favoris
en: Remove %d Notes from Favorites

# noteList.contextMenu.favorite.remove.one
source: Retirer des favoris
en: Remove from Favorites

# noteList.contextMenu.lock
source: Verrouiller la note
en: Lock Note

# noteList.contextMenu.moveTo
source: Déplacer vers
en: Move to

# noteList.contextMenu.moveToTrash.many
source: Mettre %d notes à la corbeille
en: Move %d Notes to Trash

# noteList.contextMenu.moveToTrash.one
source: Mettre à la corbeille
en: Move to Trash

# noteList.contextMenu.newFolder
source: Nouveau dossier...
en: New Folder...

# noteList.contextMenu.pin
source: Épingler
en: Pin

# noteList.contextMenu.selectionHeader.many
source: %d notes sélectionnées
en: %d notes selected

# noteList.contextMenu.selectionHeader.one
source: 1 note sélectionnée
en: 1 note selected

# noteList.contextMenu.unpin
source: Désépingler
en: Unpin

# noteList.dateGroup.previous30Days
source: 30 jours précédents
en: Previous 30 Days

# noteList.dateGroup.previous7Days
source: 7 jours précédents
en: Previous 7 Days

# noteList.dateGroup.today
source: Aujourd'hui
en: Today

# noteList.dateGroup.yesterday
source: Hier
en: Yesterday

# noteList.empty.noNotes.description
source: « %@ » est vide. Créez une première note pour commencer.
en: "%@" is empty. Create your first note to get started.

# noteList.empty.noNotes.newNoteButton
source: Nouvelle note
en: New Note

# noteList.empty.noNotes.title
source: Aucune note
en: No Notes

# noteList.empty.noResults.description
source: Aucune note ne correspond à « %@ » dans « %@ ».
en: No notes match "%@" in "%@".

# noteList.empty.noResults.searchEverywhereButton
source: Rechercher partout
en: Search Everywhere

# noteList.empty.noResults.searchEverywhereHelp
source: Pas encore disponible : la recherche dans tous les dossiers arrivera dans une phase ultérieure.
en: Not available yet: searching across every folder arrives in a later phase.

# noteList.empty.noResults.title
source: Aucun résultat
en: No Results

# noteList.noFolderSelected.description
source: Sélectionnez un dossier dans la barre latérale.
en: Select a folder in the sidebar.

# noteList.search.clearAccessibilityLabel
source: Effacer
en: Clear

# noteList.search.placeholder
source: Rechercher
en: Search

# noteList.section.pinned
source: Épinglées
en: Pinned

# noteList.sort.ascendingToggle
source: Ordre croissant
en: Ascending Order

# noteList.sort.button.accessibilityLabel
source: Trier les notes : %@, %@
en: Sort notes: %@, %@

# noteList.sort.criterion.createdDate
source: Date de création
en: Date Created

# noteList.sort.criterion.modifiedDate
source: Date de modification
en: Date Modified

# noteList.sort.criterion.title
source: Titre
en: Title

# noteList.sort.criterionPickerLabel
source: Trier par
en: Sort by

# noteList.sort.direction.ascending
source: croissant
en: ascending

# noteList.sort.direction.descending
source: décroissant
en: descending

# settings.ai.processing.caption
source: Les notes verrouillées ne sont jamais envoyées, quel que soit ce réglage.
en: Locked notes are never sent, regardless of this setting.

# settings.ai.processing.label
source: Traitement :
en: Processing:

# settings.ai.processing.onDevice
source: Sur cet appareil uniquement
en: On this device only

# settings.ai.processing.remote
source: Autoriser le traitement distant pour les tâches longues
en: Allow remote processing for long tasks

# settings.ai.searchIndex.label
source: Index de recherche :
en: Search index:

# settings.ai.searchIndex.rebuild
source: Reconstruire
en: Rebuild

# settings.ai.searchIndex.unavailable
source: Pas encore disponible : l'assistant IA est prévu pour une phase ultérieure.
en: Not available yet: the AI assistant is planned for a later phase.

# settings.appearance.accent.caption
source: Chaque teinte est nommée au survol et lue par VoiceOver. La sélection est marquée par une coche en plus de l'anneau.
en: Each color is named on hover and read by VoiceOver. The selection is marked with a checkmark in addition to the ring.

# settings.appearance.accent.label
source: Couleur d'accent :
en: Accent color:

# settings.appearance.accent.selectedFormat
source: %@, sélectionné
en: %@, selected

# settings.appearance.font.label
source: Police du corps :
en: Body font:

# settings.appearance.options.caption
source: Ces deux options suivent par défaut les réglages d'accessibilité de macOS ; les cocher ici force le comportement dans Slate seulement.
en: These two options follow macOS accessibility settings by default; checking them here forces the behavior in Slate only.

# settings.appearance.options.increaseSeparatorContrast
source: Augmenter le contraste des séparateurs
en: Increase separator contrast

# settings.appearance.options.reduceSidebarTransparency
source: Réduire la transparence de la barre latérale
en: Reduce sidebar transparency

# settings.appearance.options.showCover
source: Afficher la couverture des notes
en: Show note covers

# settings.appearance.textSize.caption
source: Réglage local à Slate, cumulé avec la taille système. Aperçu en direct dans l'éditeur.
en: A Slate-only setting, combined with the system text size. Live preview in the editor.

# settings.appearance.textSize.label
source: Taille du texte :
en: Text size:

# settings.appearance.theme.caption
source: « Système » suit les réglages du Mac, y compris la bascule automatique au coucher du soleil.
en: “System” follows your Mac's settings, including the automatic switch at sunset.

# settings.appearance.theme.label
source: Thème :
en: Theme:

# settings.general.cloudSync.caption
source: Contrôlé par la configuration de compilation, pas encore ajustable ici.
en: Controlled by the build configuration, not adjustable from here yet.

# settings.general.cloudSync.label
source: Synchroniser via iCloud
en: Sync via iCloud

# settings.general.markdownPaste.caption
source: Si activé, le texte markdown collé (titres, listes, citations...) est converti dans les blocs correspondants au lieu d'être inséré comme texte brut.
en: When enabled, pasted markdown text (headings, lists, quotes...) is converted into the matching blocks instead of being inserted as plain text.

# settings.general.markdownPaste.label
source: Convertir le markdown collé en blocs
en: Convert pasted markdown into blocks

# settings.general.newNote.caption
source: Le seul comportement implémenté aujourd'hui : une nouvelle note est créée dans le dossier sélectionné.
en: The only behavior implemented today: a new note is created in the selected folder.

# settings.general.newNote.currentFolder
source: Dans le dossier courant
en: In the current folder

# settings.general.newNote.label
source: Nouvelle note :
en: New note:

# settings.general.startup.label
source: Au démarrage :
en: At startup:

# settings.general.startup.reopenLastNote
source: Rouvrir la dernière note
en: Reopen last note

# settings.tab.ai
source: IA
en: AI

# settings.tab.appearance
source: Apparence
en: Appearance

# settings.tab.general
source: Général
en: General

# settings.tab.lock
source: Verrouillage
en: Lock

# sidebar.action.newSpace
source: Nouvel espace
en: New space

# sidebar.action.newSpace.comingSoon.message
source: La création de plusieurs espaces arrivera avec le multi-espace de travail (phase 19).
en: Creating multiple spaces will arrive with multi-workspace support (phase 19).

# sidebar.action.newSpace.comingSoon.title
source: Bientôt disponible
en: Coming soon

# sidebar.favorites.accessibilityLabel
source: %@, note favorite
en: %@, favorite note

# sidebar.favorites.untitled
source: Sans titre
en: Untitled

# sidebar.folder.accessibility.collapseAction
source: Replier
en: Collapse

# sidebar.folder.accessibility.collapsed
source: dossier replié
en: folder, collapsed

# sidebar.folder.accessibility.expandAction
source: Déplier
en: Expand

# sidebar.folder.accessibility.expanded
source: dossier déplié
en: folder, expanded

# sidebar.folder.accessibility.notesCount.zero
source: aucune note
en: no notes

# sidebar.folder.delete.confirm
source: Supprimer
en: Delete

# sidebar.folder.delete.message
source: Les sous-dossiers et notes qu'il contient seront supprimés définitivement.
en: The subfolders and notes it contains will be permanently deleted.

# sidebar.folder.delete.title
source: Supprimer « %@ » ?
en: Delete "%@"?

# sidebar.folder.iconPicker.title
source: Choisir une icône
en: Choose an icon

# sidebar.folder.menu.changeIcon
source: Changer d'icône
en: Change icon

# sidebar.folder.menu.delete
source: Supprimer
en: Delete

# sidebar.folder.menu.newSubfolder
source: Nouveau sous-dossier
en: New subfolder

# sidebar.folder.menu.rename
source: Renommer
en: Rename

# sidebar.folder.moreActions
source: Plus d'actions
en: More actions

# sidebar.folder.namePrompt.field
source: Nom du dossier
en: Folder name

# sidebar.folder.namePrompt.newTitle
source: Nouveau dossier
en: New folder

# sidebar.folder.namePrompt.renameTitle
source: Renommer le dossier
en: Rename folder

# sidebar.footer.newFolder
source: Nouveau dossier
en: New folder

# sidebar.footer.newFolder.help
source: Nouveau dossier (Cmd+Maj+N)
en: New folder (Cmd+Shift+N)

# sidebar.footer.newNote
source: Nouvelle note
en: New note

# sidebar.footer.newNote.disabledHelp
source: Sélectionnez un dossier pour créer une note.
en: Select a folder to create a note.

# sidebar.footer.newNote.help
source: Nouvelle note dans le dossier sélectionné (Cmd+N)
en: New note in the selected folder (Cmd+N)

# sidebar.footer.settings
source: Réglages
en: Settings

# sidebar.footer.settings.help
source: Réglages (⌘,)
en: Settings (⌘,)

# sidebar.footer.trash
source: Corbeille
en: Trash

# sidebar.footer.trash.help
source: Corbeille : disponible en phase 11.
en: Trash: available in phase 11.
